[
    {
      "id": "1",
      "img": "https://www.motorcyclesports.net/storage/uploads/2021/12/DUCATI_PANIGALE_V4S_STATIC_015_UC355533_Low-800x600-1.jpeg",
      "name": "Ducati-999",
      "description": "In 1926 Antonio Cavalieri Ducati and his three sons, Adriano, Marcello, and Bruno, founded Società Scientifica Radio Brevetti Ducati in Bologna to produce vacuum tubes, condensers and other radio components. In 1935 they had become successful enough to enable construction of a new factory in the Borgo Panigale area of the city. Production was maintained during World War II, despite the Ducati factory being a repeated target of Allied bombing. It was finally destroyed by around 40 Consolidated B-24 Liberators on 12 October 1944 as part of the United States Army Air Forces's Operation Pancake,",
      "price": 122100,
      "quantity": 1,
      "SupplierName": ""
    },
    {
      "id": "2",
      "img": "https://motofomo.com/wp-content/uploads/2021/01/Ducati-Supersport-900SS-right-hand-side-1-1024x683.jpg",
      "name": "Ducati-900",
      "description": "The Ducati 998 is a sport bike made by Ducati from 2002 to 2004. It was the successor to the Ducati 996 and the final variation on the Ducati 916. The new Testastretta engine shared many similarities with the previous Desmoquattro engine in the 996, although it was completely new from the crankshaft up. Testastretta means narrow head and refers to a complete redesign of the cylinder heads. The desmodromic valve actuation method was retained. ",
      "price": 1345100,
      "quantity": 1,
      "SupplierName": ""
    },
    {
      "id": "3",
      "img": "https://images.unsplash.com/photo-1558981285-6f0c94958bb6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8aGFybGV5JTIwZGF2aWRzb258ZW58MHx8MHx8&w=1000&q=80",
      "name": "Harley-davidson",
      "description": "Harley-Davidson, Inc., H-D, or Harley, is an American motorcycle manufacturer founded in 1903 in Milwaukee, Wisconsin. Along with Indian, it was one of two major American motorcycle manufacturers to survive the Great Depression.[3] The company has survived numerous ownership arrangements, subsidiary arrangements, periods of poor economic health and product quality, and intense global competitio",
      "price": 566100,
      "quantity": 1,
      "SupplierName": ""
    },
    {
      "id": "4",
      "img": "https://www.rushlane.com/wp-content/uploads/2021/08/new-royal-enfield-classic-350-launch-price-variants-colours-9-1200x900.jpg",
      "name": "Royal-Enfield",
      "description": "he first Royal Enfield motorcycle was built in 1901. The Enfield Cycle Company is responsible for the design and original production of the Royal Enfield Bullet, the longest-lived motorcycle design in history. ",
      "price": 100,
      "quantity": 1,
      "SupplierName": ""
    },
    {
      "id": "5",
      "img": "https://images.unsplash.com/photo-1597689609001-f4a3dc7195fe?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8a2F3YXNha2klMjBuaW5qYXxlbnwwfHwwfHw%3D&w=1000&q=80",
      "name": "Kawasaki-Ninja",
      "description": "Kawasaki Aircraft initially manufactured motorcycles under the Meguro name, having bought an ailing motorcycle manufacturer, Meguro Manufacturing with whom they had been in partnership. This eventually became Kawasaki Motor Sales.",
      "price": 989100,
      "quantity": 1,
      "SupplierName": ""
    },
    {
      "id": "6",
      "img": "https://images.unsplash.com/photo-1607187488541-0ee24bd99a73?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8a2F3YXNha2l8ZW58MHx8MHx8&w=1000&q=80",
      "name": "Kawasaki",
      "description": "Kawasaki Aircraft initially manufactured motorcycles under the Meguro name, having bought an ailing motorcycle manufacturer, Meguro Manufacturing with whom they had been in partnership. This eventually became Kawasaki Motor Sales.",
      "price": 980100,
      "quantity": 1,
      "SupplierName": ""
    }
    
  ]